/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Biblioteka nie odpowiada";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac nie może uzyskać dostępu do biblioteki, ponieważ ona nie odpowiada.";

"Quit or force quit Photos;" = "Zakończ lub Wymuś koniec Zdjęć;";
"Open your Activity Monitor;" = "Otwórz Monitor aktywności;";
"Force quit the \"photolibraryd\" process;" = "Wymuś koniec procesu \"photolibraryd\";";
"Reopen Photos if needed." = "Wznów Zdjęcia, jeśli jest to konieczne.";

//Library Update
"Library Update Required" = "Wymagana jest aktualizacja biblioteki";
"Please update your photo library to make it accessible for a scan." = "Zaktualizuj bibliotekę zdjęć, aby przeskanować ją.";

"Open your library in the Photos app;" = "Otwórz bibliotekę w programie Zdjęcia;";
"Wait until it updates the library." = "Poczekaj, aż biblioteka zostanie uaktualniona.";
